tap "fabianishere/personal"
tap "github/gh"
tap "go-delve/delve"
tap "golangci/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "hybridgroup/tools"
tap "instrumenta/instrumenta"
brew "ack"
brew "act"
brew "autoconf"
brew "automake"
brew "avrdude"
brew "aws-iam-authenticator"
brew "gdbm"
brew "libyaml"
brew "readline"
brew "awscli@1"
brew "azure-cli"
brew "bash"
brew "bash-completion@2"
brew "bazaar"
brew "bazelisk"
brew "bison"
brew "freetype"
brew "gettext"
brew "libffi"
brew "glib"
brew "coreutils"
brew "emacs"
brew "cask"
brew "ccat"
brew "chruby"
brew "circleci"
brew "cmake"
brew "cmatrix"
brew "colordiff"
brew "consul"
brew "cowsay"
brew "diff-so-fancy"
brew "docker-compose"
brew "docker-credential-helper-ecr"
brew "erlang"
brew "elixir"
brew "etcd"
brew "libssh"
brew "exiv2"
brew "gobject-introspection"
brew "harfbuzz"
brew "ffmpeg"
brew "figlet"
brew "findutils"
brew "gh"
brew "git"
brew "git-crypt"
brew "git-flow"
brew "git-standup"
brew "gnupg"
brew "go-jira"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "helm"
brew "hey"
brew "lua"
brew "htop"
brew "hub"
brew "ipython"
brew "jq"
brew "node"
brew "jupyterlab"
brew "kompose"
brew "ldns"
brew "libcouchbase"
brew "libfido2"
brew "libssh2"
brew "libgit2"
brew "libmaxminddb"
brew "libxml2"
brew "luv"
brew "lynx"
brew "minikube"
brew "moreutils"
brew "mysql", restart_service: true
brew "neovim"
brew "nikto"
brew "nmap"
brew "nvm"
brew "openjdk"
brew "openssh"
brew "operator-sdk"
brew "p7zip"
brew "pigz"
brew "pinentry-mac"
brew "podman"
brew "postgresql", restart_service: true
brew "prototool"
brew "pv"
brew "pyenv"
brew "python-yq"
brew "python@3.8"
brew "qt"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis", link: false
brew "rename"
brew "rhino"
brew "ruby-install"
brew "sbt"
brew "screen"
brew "shfmt"
brew "skaffold"
brew "spark"
brew "speedtest-cli"
brew "ssh-copy-id", link: true
brew "telnet"
brew "testssl"
brew "tfenv"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "unrar"
brew "v8"
brew "vault"
brew "vbindiff"
brew "vim"
brew "watch"
brew "webkit2png"
brew "wget"
brew "wimlib"
brew "yamllint"
brew "yarn"
brew "youtube-dl"
brew "z"
brew "zopfli"
brew "fabianishere/personal/pam_reattach"
brew "golangci/tap/golangci-lint"
brew "hybridgroup/tools/gort"
brew "instrumenta/instrumenta/kubeval"
cask "airflow"
cask "alacritty"
cask "alfred"
cask "arduino"
cask "authy"
cask "bartender"
cask "bee"
cask "bettertouchtool"
cask "box-sync"
cask "caffeine"
cask "chrome-devtools"
cask "cloudapp"
cask "couchbase-server-community"
cask "datadog-agent"
cask "day-o"
cask "docker"
cask "epubquicklook"
cask "firefox"
cask "font-hack-nerd-font"
cask "franz"
cask "github"
cask "goland"
cask "google-cloud-sdk"
cask "gpg-suite"
cask "handbrake"
cask "hyper"
cask "insomnia"
cask "iterm2"
cask "java"
cask "lens"
cask "logitech-options"
cask "macdown"
cask "marshallofsound-google-play-music-player"
cask "microsoft-teams"
cask "ngrok"
cask "nteract"
cask "omnigraffle"
cask "plantronics-hub"
cask "plex-media-server"
cask "pock"
cask "postman"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "radiant-player"
cask "raspberry-pi-imager"
cask "redis"
cask "signal"
cask "skitch"
cask "slack"
cask "spectacle"
cask "sqlpro-for-postgres"
cask "steam"
cask "studio-3t"
cask "switch"
cask "todotxt"
cask "transmission"
cask "tunnelbear"
cask "viscosity"
cask "visual-studio-code"
cask "vlc"
cask "webex"
cask "zoom"
