tap "anchore/grype"
tap "confluentinc/tap"
tap "datawire/blackbird"
tap "derailed/k9s"
tap "fabianishere/personal"
tap "fastly/tap"
tap "github/gh"
tap "go-delve/delve"
tap "golangci/tap"
tap "helix-editor/helix"
tap "helm/tap"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "hybridgroup/tools"
tap "instrumenta/instrumenta"
tap "reviewdog/tap"
tap "showwin/speedtest"
brew "ack"
brew "act", args: ["HEAD"]
brew "actionlint"
brew "akamai"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "arp-scan"
brew "openssl@3"
brew "asciinema"
brew "autoconf"
brew "automake"
brew "boost"
brew "avrdude"
brew "aws-iam-authenticator"
brew "libyaml"
brew "awscli@1"
brew "azure-cli"
brew "bash"
brew "bash-completion@2"
brew "bazaar"
brew "bazelisk"
brew "bdw-gc"
brew "bison"
brew "freetype"
brew "gettext"
brew "glib"
brew "coreutils"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "ccat"
brew "node"
brew "cdktf", link: false
brew "cryptography", link: false
brew "certbot", link: false
brew "chart-testing"
brew "checkov"
brew "chruby"
brew "circleci"
brew "cmake"
brew "cmatrix"
brew "libslirp"
brew "libssh"
brew "qemu"
brew "lima"
brew "colima"
brew "colordiff"
brew "commitizen"
brew "consul"
brew "cowsay"
brew "dep"
brew "diff-so-fancy"
brew "displayplacer"
brew "docker-compose", link: false
brew "docker-credential-helper-ecr", link: false
brew "dockutil"
brew "wxwidgets"
brew "erlang"
brew "elixir"
brew "envoy"
brew "etcd"
brew "exiv2"
brew "harfbuzz"
brew "openjpeg"
brew "libmicrohttpd"
brew "librist"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "figlet"
brew "findutils"
brew "libavif"
brew "gdbm"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-crypt"
brew "git-flow"
brew "git-standup"
brew "gnupg", link: false
brew "go-jira"
brew "go-task"
brew "gobject-introspection"
brew "goose"
brew "openjdk"
brew "gradle"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "psutils"
brew "groff"
brew "guile"
brew "helix"
brew "helm"
brew "helmsman"
brew "hey"
brew "htop"
brew "hub"
brew "ipython", link: false
brew "jq"
brew "jupyterlab", link: false
brew "librdkafka"
brew "kcat"
brew "kompose"
brew "kotlin"
brew "krew"
brew "kubebuilder"
brew "kustomize"
brew "ldns"
brew "libcouchbase"
brew "libffi"
brew "libfido2"
brew "libssh2"
brew "libgit2"
brew "libmaxminddb"
brew "libxml2"
brew "lua"
brew "luv"
brew "lynx"
brew "mas"
brew "maven"
brew "minikube"
brew "moreutils"
brew "mysql"
brew "neovim"
brew "nghttp2"
brew "nikto"
brew "nmap"
brew "nvm"
brew "openjdk@11"
brew "openssh"
brew "openvino"
brew "operator-sdk"
brew "p7zip"
brew "zopfli"
brew "pigz"
brew "pinentry-mac"
brew "podman"
brew "postgresql@14", restart_service: true
brew "prototool"
brew "pulumi"
brew "pure"
brew "pv"
brew "pyenv"
brew "python-yq"
brew "python@3.10"
brew "tcl-tk"
brew "python@3.8"
brew "python@3.9"
brew "qt"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis", link: false
brew "rename"
brew "rhino"
brew "ruby-install"
brew "sbt"
brew "screen"
brew "shfmt"
brew "skaffold"
brew "spark"
brew "speedtest-cli", link: false
brew "ssh-copy-id"
brew "tailscale", restart_service: true
brew "telnet"
brew "terraformer"
brew "terragrunt"
brew "testssl"
brew "tfenv"
brew "tflint"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "trivy"
brew "trufflehog"
brew "v8"
brew "vault"
brew "vbindiff"
brew "vim"
brew "wasmtime"
brew "watch"
brew "webkit2png"
brew "wget"
brew "wimlib"
brew "wireshark"
brew "yamllint"
brew "yarn"
brew "youtube-dl"
brew "yq", link: false
brew "z"
brew "zookeeper"
brew "anchore/grype/grype"
brew "confluentinc/tap/cli"
brew "datawire/blackbird/telepresence"
brew "derailed/k9s/k9s"
brew "fabianishere/personal/pam_reattach"
brew "fastly/tap/fastly"
brew "golangci/tap/golangci-lint"
brew "helm/tap/chart-releaser"
brew "reviewdog/tap/reviewdog"
brew "showwin/speedtest/speedtest"
cask "airflow"
cask "alacritty"
cask "alfred"
cask "android-studio"
cask "arc"
cask "arduino"
cask "authy"
cask "balenaetcher"
cask "bartender"
cask "bee"
cask "bettertouchtool"
cask "box-sync"
cask "brave-browser"
cask "caffeine"
cask "chrome-devtools"
cask "couchbase-server-community"
cask "dash4"
cask "datadog-agent"
cask "day-o"
cask "docker"
cask "duckduckgo"
cask "firefox"
cask "flutter"
cask "font-hack-nerd-font"
cask "font-monaspace"
cask "franz"
cask "github"
cask "goland"
cask "google-assistant"
cask "google-chrome"
cask "google-cloud-sdk"
cask "gpg-suite"
cask "handbrake"
cask "hyper"
cask "insomnia"
cask "iterm2"
cask "lens"
cask "logitech-options"
cask "lunacy"
cask "macdown"
cask "marshallofsound-google-play-music-player"
cask "microsoft-teams"
cask "ngrok"
cask "nteract"
cask "omnigraffle"
cask "plex-media-server"
cask "pock"
cask "postman"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "radiant-player"
cask "raspberry-pi-imager"
cask "signal"
cask "skitch"
cask "slack"
cask "spectacle"
cask "sqlpro-for-postgres"
cask "stats"
cask "steam"
cask "studio-3t"
cask "switch"
cask "todotxt"
cask "transmission"
cask "tunnelbear"
cask "twitch-studio"
cask "viscosity"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "vscodium"
cask "webex"
cask "youtube-to-mp3"
cask "yt-music"
cask "zight"
cask "zoom"
mas "Craft", id: 1487937127
mas "GarageBand", id: 682658836
mas "HP Smart", id: 1474276998
mas "iMovie", id: 408981434
mas "Irvue", id: 1039633667
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Tailscale", id: 1475387142
vscode "1yib.rust-bundle"
vscode "42crunch.vscode-openapi"
vscode "aaron-bond.better-comments"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "deerawan.vscode-dash"
vscode "dracula-theme.theme-dracula"
vscode "dustypomerleau.rust-syntax"
vscode "eamodio.gitlens"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "googlecloudtools.cloudcode"
vscode "grapecity.gc-excelviewer"
vscode "hashicorp.terraform"
vscode "hollowtree.vue-snippets"
vscode "jscearcy.rust-doc-viewer"
vscode "mjmcloug.vscode-elixir"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.theme-tomorrowkit"
vscode "octref.vetur"
vscode "qvist.jetbrains-new-ui-dark-theme"
vscode "redhat.fabric8-analytics"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "shanoor.vscode-nginx"
vscode "tabnine.tabnine-vscode"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vlanguage.vscode-vlang"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "waderyan.gitblame"
vscode "will-stone.plastic"
vscode "yzane.markdown-pdf"
vscode "zignd.html-css-class-completion"
vscode "zxh404.vscode-proto3"
