tap "anchore/grype"
tap "arttor/tap"
tap "confluentinc/tap"
tap "datawire/blackbird"
tap "derailed/k9s"
tap "fabianishere/personal"
tap "fastly/tap"
tap "github/gh"
tap "go-delve/delve"
tap "hashicorp/tap"
tap "helix-editor/helix"
tap "helm/tap"
tap "kubewall/tap"
tap "reviewdog/tap"
tap "showwin/speedtest"
tap "tinygo-org/tools"
brew "ack"
brew "act", args: ["HEAD"]
brew "actionlint"
brew "akamai"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "arp-scan"
brew "openssl@3"
brew "asciinema"
brew "autoconf"
brew "automake"
brew "boost"
brew "avrdude"
brew "aws-iam-authenticator"
brew "aws2-wrap"
brew "cryptography"
brew "awscli"
brew "libyaml"
brew "awscli@1"
brew "azure-cli"
brew "bash"
brew "bash-completion@2"
brew "bazelisk"
brew "bdw-gc"
brew "bison"
brew "freetype"
brew "gettext"
brew "glib"
brew "coreutils"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "ccat"
brew "node"
brew "cdktf", link: false
brew "certbot"
brew "chart-releaser"
brew "chart-testing"
brew "checkov"
brew "chruby"
brew "circleci"
brew "cmake"
brew "cmatrix"
brew "lima"
brew "colima"
brew "colordiff"
brew "commitizen"
brew "coredns", restart_service: :changed
brew "cowsay"
brew "diff-so-fancy"
brew "displayplacer"
brew "dnsmasq"
brew "docker-buildx"
brew "docker-compose"
brew "docker-credential-helper-ecr"
brew "dockutil"
brew "eksctl"
brew "wxwidgets"
brew "erlang"
brew "elixir"
brew "envoy"
brew "etcd"
brew "libssh"
brew "exiv2"
brew "harfbuzz"
brew "openjpeg"
brew "libmicrohttpd"
brew "librist"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "figlet"
brew "findutils"
brew "libavif"
brew "gdbm"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-crypt"
brew "git-flow"
brew "git-standup"
brew "gnupg", link: false
brew "go"
brew "go-jira"
brew "go-task"
brew "gobject-introspection"
brew "goose"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "psutils"
brew "groff"
brew "grpcurl"
brew "guile"
brew "helix"
brew "helm"
brew "helmsman"
brew "htop"
brew "hub"
brew "inframap"
brew "ipython"
brew "jq"
brew "jupyterlab"
brew "k3d"
brew "librdkafka"
brew "kcat"
brew "kompose"
brew "kotlin"
brew "krew"
brew "kube-score"
brew "kubebuilder"
brew "kustomize"
brew "ldns"
brew "libcouchbase"
brew "libffi"
brew "libfido2"
brew "libssh2"
brew "libgit2"
brew "libmaxminddb"
brew "libpq", link: true
brew "libslirp"
brew "libxml2"
brew "lua"
brew "luv"
brew "lynx"
brew "mas"
brew "maven"
brew "minikube"
brew "mkcert"
brew "moreutils"
brew "mysql"
brew "ncdu"
brew "neovim"
brew "nghttp2"
brew "nikto"
brew "nmap"
brew "nvm"
brew "ollama", restart_service: :changed
brew "openssh"
brew "openvino"
brew "operator-sdk"
brew "p7zip"
brew "zopfli"
brew "pigz"
brew "pinentry-mac"
brew "pipx"
brew "podman"
brew "pulumi"
brew "pure"
brew "pv"
brew "pyenv"
brew "python-yq", link: false
brew "python@3.10"
brew "python@3.9"
brew "qemu"
brew "qt"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis", link: false
brew "rename"
brew "rhino"
brew "ruby-install"
brew "sbt"
brew "screen"
brew "shfmt"
brew "skaffold"
brew "skopeo"
brew "spark"
brew "speedtest-cli", link: false
brew "ssh-copy-id"
brew "tailscale", restart_service: :changed
brew "tcl-tk"
brew "telnet"
brew "terraform-docs"
brew "terraformer"
brew "terragrunt"
brew "testssl"
brew "tfenv"
brew "tflint"
brew "tfsec"
brew "the_silver_searcher"
brew "tmux"
brew "traefik"
brew "tree"
brew "trivy"
brew "trufflehog"
brew "v8"
brew "vbindiff"
brew "vim"
brew "wasmtime"
brew "watch"
brew "wget"
brew "whalebrew"
brew "wimlib"
brew "wireshark"
brew "yamllint"
brew "yarn"
brew "yq"
brew "z"
brew "zig"
brew "zookeeper"
brew "anchore/grype/grype"
brew "arttor/tap/helmify"
brew "confluentinc/tap/cli"
brew "datawire/blackbird/telepresence"
brew "derailed/k9s/k9s"
brew "fastly/tap/fastly"
brew "hashicorp/tap/terraform-ls"
brew "kubewall/tap/kubewall"
brew "reviewdog/tap/reviewdog"
brew "showwin/speedtest/speedtest"
brew "tinygo-org/tools/tinygo"
cask "airflow"
cask "alacritty"
cask "alfred"
cask "android-studio"
cask "arc"
cask "autodesk-fusion"
cask "balenaetcher"
cask "bartender"
cask "bdash"
cask "bettertouchtool"
cask "bitwarden"
cask "brave-browser"
cask "caffeine"
cask "claude"
cask "cursor"
cask "datadog-agent"
cask "docker"
cask "duckduckgo"
cask "firefox"
cask "flutter"
cask "font-hack-nerd-font"
cask "font-monaspace"
cask "franz"
cask "ghostty"
cask "github"
cask "goland"
cask "google-assistant"
cask "google-chrome"
cask "google-cloud-sdk"
cask "gpg-suite"
cask "handbrake"
cask "hyper"
cask "insomnia"
cask "iterm2"
cask "itsycal"
cask "lens"
cask "logitech-options"
cask "lunacy"
cask "macdown"
cask "microsoft-auto-update"
cask "ngrok"
cask "nteract"
cask "omnigraffle"
cask "plex-media-server"
cask "pock"
cask "postman"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "raspberry-pi-imager"
cask "rectangle"
cask "signal"
cask "slack"
cask "sqlpro-for-postgres"
cask "stats"
cask "steam"
cask "studio-3t"
cask "switch"
cask "transmission"
cask "tunnelbear"
cask "viscosity"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "vscodium"
cask "webex"
cask "youtube-to-mp3"
cask "yt-music"
cask "zed"
cask "zight"
cask "zoom"
whalebrew "tsub/graph-easy"
vscode "1yib.rust-bundle"
vscode "42crunch.vscode-openapi"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "davidanson.vscode-markdownlint"
vscode "dracula-theme.theme-dracula"
vscode "dustypomerleau.rust-syntax"
vscode "eamodio.gitlens"
vscode "erd0s.terraform-autocomplete"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "grapecity.gc-excelviewer"
vscode "hashicorp.terraform"
vscode "hollowtree.vue-snippets"
vscode "jebbs.plantuml"
vscode "jscearcy.rust-doc-viewer"
vscode "mjmcloug.vscode-elixir"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-azureterraform"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-mssql.data-workspace-vscode"
vscode "ms-mssql.mssql"
vscode "ms-mssql.sql-bindings-vscode"
vscode "ms-mssql.sql-database-projects-vscode"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.theme-tomorrowkit"
vscode "ms-vscode.vscode-speech"
vscode "ms-vsliveshare.vsliveshare"
vscode "octref.vetur"
vscode "qvist.jetbrains-new-ui-dark-theme"
vscode "redhat.fabric8-analytics"
vscode "redhat.vscode-yaml"
vscode "run-at-scale.terraform-doc-snippets"
vscode "rust-lang.rust-analyzer"
vscode "shanoor.vscode-nginx"
vscode "sumneko.lua"
vscode "tabnine.tabnine-vscode"
vscode "vlanguage.vscode-vlang"
vscode "vscode-icons-team.vscode-icons"
vscode "waderyan.gitblame"
vscode "wallabyjs.wallaby-vscode"
vscode "will-stone.plastic"
vscode "yzane.markdown-pdf"
vscode "zignd.html-css-class-completion"
vscode "zxh404.vscode-proto3"
